[
    {
        "group_name": "Bats",
        "images": [
            {
                "file": "1024px-Haeckel_Chiroptera.jpeg",
                "caption": "Image <em>\"Chiroptera\"<\/em> from Ernst Haeckel's <em>Kunstformen der Natur<\/em>, 1904"
            }
        ],
        "html_p": [
            {
                "text": "Bats are among the most diverse and ecologically important mammals on Earth, with over 1,400 species—nearly 20% of all mammalian species. These extraordinary creatures have evolved the unique ability to fly, with sizes ranging from the tiny 2-gram bumblebee bat, which has a wingspan of just 6 inches, to the impressive flying foxes, weighing up to 1.6 kilograms and spanning up to 5 feet 7 inches. This vast diversity in size, along with other fascinating phenotypic traits such as echolocation and specialized dietary habits, makes bats a compelling subject of study.",
                "style": "",
                "class": "fs-5"
            },
            {
                "text": "Bats also play a crucial role in sustaining healthy ecosystems by providing essential services like pollination, seed dispersal, and insect control. These contributions not only support the natural world but also benefit humanity by enhancing agricultural productivity and reducing the need for pesticides. Beyond their ecological importance, bats hold significant cultural value worldwide. In many Eastern cultures, bats are revered as symbols of good fortune, happiness, and longevity, while in the West, they are often associated with mystery and the supernatural. Understanding these diverse cultural perspectives enriches our appreciation of bats and underscores their multifaceted significance.",
                "style": "",
                "class": "fs-5"
            },
            {
                "text": "By examining their genomes, we can gain deep insights into the genetic basis of these adaptations and the evolutionary processes that have driven their success across various environments. This genome browser offers easy and intuitive access to all 50 publicly available bat genomes, serving as a valuable resource for researchers, students, and enthusiasts alike. Whether you are a seasoned scientist or a curious learner, this tool empowers you to explore the genetic blueprints that underlie the remarkable diversity and adaptations of bats. Explore the realm of bat genomics and discover the genetic insights that make these creatures so vital to our ecosystems and cultures.",
                "style": "",
                "class": "fs-5"
            }
        ],
        "in_use": true
    },
    {
        "group_name": "Corals",
        "images": [
            {
                "file": "Reef0607_0.jpg",
                "caption": "Text and Image is sourced from <a href=\"https:\/\/en.wikipedia.org\/wiki\/Montipora_capitata\">Wikipedia<\/a>\""
            }
        ],
        "html_p": [
            {
                "text": "<em>Montipora capitata<\/em> is an encrusting, colonial coral which develops arborescent forms as it matures. The corallites are tiny and well separated by coenosteum. Their walls and the septa are indistinct. The skeleton is porous and there are small smooth surface projections known as verrucae which give the coral its common name of rice coral. These are irregularly spaced and may be fused near the tips of branches. The colour is normally pale brown with white verrucae. [<a href=\"https:\/\/en.wikipedia.org\/wiki\/Montipora_capitata\">from wikipedia<\/a>].",
                "style": "",
                "class": ""
            }
        ],
        "in_use": true
    },
    {
        "group_name": "Cute",
        "images": [
            {
                "file": "",
                "caption": ""
            }
        ],
        "html_p": [
            {
                "text": "these are all so very cute",
                "style": "",
                "class": ""
            }
        ],
        "in_use": true
    },
    {
        "group_name": "New",
        "images": [
            {
                "file": "",
                "caption": ""
            }
        ],
        "html_p": [
            {
                "text": "These are organisms that are new to the site.",
                "style": "",
                "class": ""
            }
        ],
        "in_use": true
    },
    {
        "group_name": "PUBLIC",
        "images": [
            {
                "file": "",
                "caption": ""
            }
        ],
        "html_p": [
            {
                "text": "",
                "style": "",
                "class": ""
            }
        ],
        "in_use": true
    },
    {
        "group_name": "Reptiles",
        "images": [
            {
                "file": "Reptile003d.jpg",
                "caption": "Reptiles, from Nouveau Larousse Illustré, 1897–1904, notice the inclusion of amphibians (below the crocodilians). Image from <a href=\"https:\/\/en.wikipedia.org\/wiki\/Reptile#\/media\/File:Reptile003d.jpg\">wikimedia<\/a>. "
            }
        ],
        "html_p": [
            {
                "text": "Reptiles, as commonly defined, are tetrapod vertebrate animals with an ectothermic metabolism and amniotic development. Reptiles traditionally comprise four orders: Testudines (turtles), Crocodilia (crocodiles, alligators and gharials), Squamata (lizards and snakes) and Rhynchocephalia (tuatara), with about 12,000 extant species listed in the Reptile Database.[2] The study of the traditional reptile orders, customarily in combination with the study of modern amphibians, is called herpetology.\n\n",
                "style": "",
                "class": "fs-5"
            },
            {
                "text": "Reptiles have been subject to several conflicting taxonomic definitions.[3] In classical evolutionary taxonomy, reptiles are gathered together under the class Reptilia (\/rɛpˈtɪliə\/ rep-TIL-ee-ə), which corresponds to common usage. Modern cladistic taxonomy regards that group as paraphyletic, since genetic and paleontological evidence has determined that birds (class Aves) are the only surviving group of Dinosauria, a major clade of diapsids that are more closely related to crocodilians than to other living reptiles, and thus birds are nested among reptiles (under the clade Archosauria) from a phylogenetic perspective. Many cladistic systems therefore redefine Reptilia as a clade (monophyletic group) including birds, though the precise definition of this clade varies between authors.[4][3] A similar concept is clade Sauropsida, which refers to all amniotes more closely related to modern reptiles than to mammals.[4]\n\n",
                "style": "",
                "class": ""
            },
            {
                "text": "The earliest known members of the reptile lineage appeared during the late Carboniferous period, having evolved from advanced reptiliomorph tetrapods which became increasingly adapted to life on dry land.[5] Genetic and fossil data argues that the two largest lineages of reptiles, Archosauromorpha (crocodilians, birds, and kin) and Lepidosauromorpha (lizards, and kin), diverged during the Permian period.[6] In addition to the living reptiles, there are many diverse groups that are now extinct, in some cases due to mass extinction events. In particular, the Cretaceous–Paleogene extinction event wiped out the pterosaurs, plesiosaurs, and all non-avian dinosaurs alongside many species of crocodyliforms and squamates (e.g., mosasaurs). Modern non-bird reptiles inhabit all the continents except Antarctica.\n\n",
                "style": "",
                "class": ""
            },
            {
                "text": "Extant reptiles range in size from the tiny Jaragua dwarf gecko (Sphaerodactylus ariasae), which only grow up to 17 mm (0.7 in); to the saltwater crocodile (Crocodylus porosus), which can reach over 6 m (19.7 ft) in length and weigh over 1,000 kg (2,200 lb). As tetrapods, reptiles generally have four limbs or, in the case of snakes and legless lizards, are descended from four-limbed ancestors but have lost the limbs through evolution. Unlike the anamniotic amphibians, reptiles do not rely on waterbodies for reproduction and have no aquatic larval stage. Most reptiles are oviparous with shelled eggs, although several species of squamates are viviparous, as were some extinct marine reptile clades.[7] As amniotes, reptile eggs have extraembryonic membranes that retain water and facilitate biochemical exchange with the external environment, allowing reptiles to reproduce on dry land, even in extreme, arid habitats. Viviparous species have the eggs developing and hatching inside the mother's body, usually by internal incubation, although some species can nourish the eggs as fetuses through various forms of placenta analogs, with some providing initial parental care for their hatchlings.\n\n",
                "style": "",
                "class": ""
            },
            {
                "text": "Text is from <a href=\"https:\/\/en.wikipedia.org\/wiki\/Reptile\">wikipedia<\/a>",
                "style": "",
                "class": ""
            }
        ],
        "in_use": true
    },
    {
        "group_name": "Public",
        "images": [
            {
                "file": "",
                "caption": ""
            }
        ],
        "html_p": [
            {
                "text": "Stowers Researchers have published articles on a wide variety of organisms. Here are some.",
                "style": "",
                "class": ""
            }
        ],
        "in_use": false
    },
    {
        "group_name": "No Data",
        "images": [
            {
                "file": "",
                "caption": ""
            }
        ],
        "html_p": [
            {
                "text": "Just a test, no data here.",
                "style": "",
                "class": ""
            }
        ],
        "in_use": false
    }
]