[
    {
        "group_name": "Bats",
        "images": [
            {
                "file": "1024px-Haeckel_Chiroptera.jpeg",
                "caption": "Image <em>\"Chiroptera\"<\/em> from Ernst Haeckel's <em>Kunstformen der Natur<\/em>, 1904"
            }
        ],
        "html_p": [
            {
                "text": "Bats are among the most diverse and ecologically important mammals on Earth, with over 1,400 species—nearly 20% of all mammalian species. These extraordinary creatures have evolved the unique ability to fly, with sizes ranging from the tiny 2-gram bumblebee bat, which has a wingspan of just 6 inches, to the impressive flying foxes, weighing up to 1.6 kilograms and spanning up to 5 feet 7 inches. This vast diversity in size, along with other fascinating phenotypic traits such as echolocation and specialized dietary habits, makes bats a compelling subject of study.",
                "style": "",
                "class": "fs-5"
            },
            {
                "text": "Bats also play a crucial role in sustaining healthy ecosystems by providing essential services like pollination, seed dispersal, and insect control. These contributions not only support the natural world but also benefit humanity by enhancing agricultural productivity and reducing the need for pesticides. Beyond their ecological importance, bats hold significant cultural value worldwide. In many Eastern cultures, bats are revered as symbols of good fortune, happiness, and longevity, while in the West, they are often associated with mystery and the supernatural. Understanding these diverse cultural perspectives enriches our appreciation of bats and underscores their multifaceted significance.",
                "style": "",
                "class": "fs-5"
            },
            {
                "text": "By examining their genomes, we can gain deep insights into the genetic basis of these adaptations and the evolutionary processes that have driven their success across various environments. This genome browser offers easy and intuitive access to all 50 publicly available bat genomes, serving as a valuable resource for researchers, students, and enthusiasts alike. Whether you are a seasoned scientist or a curious learner, this tool empowers you to explore the genetic blueprints that underlie the remarkable diversity and adaptations of bats. Explore the realm of bat genomics and discover the genetic insights that make these creatures so vital to our ecosystems and cultures.",
                "style": "",
                "class": "fs-5"
            }
        ],
        "in_use": true
    },
    {
        "group_name": "Corals",
        "images": [
            {
                "file": "Reef0607_0.jpg",
                "caption": "Text and Image is sourced from <a href=\"https:\/\/en.wikipedia.org\/wiki\/Montipora_capitata\">Wikipedia<\/a>\""
            }
        ],
        "html_p": [
            {
                "text": "<em>Montipora capitata<\/em> is an encrusting, colonial coral which develops arborescent forms as it matures. The corallites are tiny and well separated by coenosteum. Their walls and the septa are indistinct. The skeleton is porous and there are small smooth surface projections known as verrucae which give the coral its common name of rice coral. These are irregularly spaced and may be fused near the tips of branches. The colour is normally pale brown with white verrucae. [<a href=\"https:\/\/en.wikipedia.org\/wiki\/Montipora_capitata\">from wikipedia<\/a>]",
                "style": "",
                "class": ""
            }
        ],
        "in_use": true
    },
    {
        "group_name": "Cute",
        "images": [
            {
                "file": "",
                "caption": ""
            }
        ],
        "html_p": [
            {
                "text": "these are all so very cute",
                "style": "",
                "class": ""
            }
        ],
        "in_use": true
    },
    {
        "group_name": "Public",
        "images": [
            {
                "file": "",
                "caption": ""
            }
        ],
        "html_p": [
            {
                "text": "Stowers Researchers have published articles on a wide variety of organisms. Here are some.",
                "style": "",
                "class": ""
            }
        ],
        "in_use": true
    },
    {
        "group_name": "New",
        "images": [
            {
                "file": "",
                "caption": ""
            }
        ],
        "html_p": [
            {
                "text": "These are all new",
                "style": "",
                "class": ""
            }
        ],
        "in_use": false
    }
]